<script>
  // 必要ならここにスクリプト
</script>

<h2>このサイトについて</h2>
<p>
  大阪万博自販機マップは、大阪万博の自販機をマークアップした簡易的な地図アプリです。<br
  />
  本サイトは <strong>OpenStreetMap</strong> の地図データを利用し、<strong
    >Leaflet</strong
  >
  および <strong>Svelte</strong> によって構築されています。
</p>

<h2>ご要望・ご協力のお願い</h2>
<p>
  このマップに関する機能追加のご要望があれば、ぜひお気軽にお寄せください。<br />
  また、現地の自販機に関する情報（写真、設置場所の座標、販売されている商品など）をご提供いただけると幸いです。<br
  />
  ご協力については、X(<a href="https://x.com/atmatjp" target="_blank"
    >@atmatjp</a
  >）のDMまでお願いします。
</p>
<h2>免責事項</h2>
<p>
  当サイトに掲載されている情報は可能な限り正確を期していますが、内容の正確性・完全性を保証するものではありません。<br
  />
  利用者が当サイトの情報を用いて行う一切の行為について、管理者は一切の責任を負いません。<br
  />
  また、予告なしに内容を変更・削除する場合があります。
</p>

<h2>プライバシーポリシー</h2>
<p>
  当サイトでは、ユーザーの現在地情報を取得することがありますが、取得した情報はマップ上の位置表示のみに使用され、保存・送信・第三者提供は行いません。<br
  />
  また、外部サービスを利用する際には、各サービスのプライバシーポリシーが適用されます。
</p>
&nbsp;
<footer>Copyright(C) 大阪万博自販機マップ All Rights Reserved.</footer>
